Repository: HybirdCorp/HyMaintenance
Catalog: hymaintenance/high_ui/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Modify your profile
fr: Modifier votre profil

source: Modify my informations
fr: Modifier mes informations

source: Modify your password
fr: Modifier votre mot de passe

source: Modify my password
fr: Modifier mon mot de passe

source: Modify %(company)s project
fr: Modifier le projet de %(company)s

source: Already existing credit additions will not be editable with that type.
fr: Les ajouts de crédits déjà existants ne seront plus modifiables avec ce type.

source: Modifications have been registered!
fr: Les modifications ont bien été prises en compte!

source: The operators of your HyMaintenance are all <em>administrators</em> with operator function, who are: %(admins_list)s.
fr: Les seuls intervenants de votre plateforme HyMaintenance sont des <em>administrateurs</em> avec le rôle d'intervenant, qui sont : %(admins_list)s.

source: Administrator can't be update with this form.
fr: En temps qu'administrateurs ils ne sont pas modifiables via ce formulaire.

source: Please use the <em><a href"%(admin_url)s">administration page</a></em> if you want to update administrators with operator function no not.
fr: Veuillez utiliser la <em><a href"%(admin_url)s">vue d'administration</a></em> sivous souhaitez modifier les administrateurs avec ou sans rôle intervenant.

source: Operator
fr: Intervenant

source: issue of
fr: demande de

source: Archive
fr: Archiver

source: Author
fr: Auteur

source: Channel
fr: Canal

source: Details
fr: Détails

source: Attachment
fr: Pièce jointe

source: Activity
fr: Activité

source: Time spent
fr: Temps passé

source: Delivery
fr: Livraison

source: Comments
fr: Commentaires

source: project: {}
fr: projet&nbsp;: {}

source: projects: {}
fr: projets&nbsp;: {}

source: project: none
fr: projet&nbsp;: aucun

source: Add extra {duration}
fr: Ajout de {duration} supplémentaires

source: project:
fr: projet&nbsp;:

source: none
fr: aucun

source: projects:
fr: projets&nbsp;:

source: Page not found
fr: Page non trouvée

source: Server Error
fr: Erreur serveur

source: Forbidden
fr: Interdit

source: Bad Request
fr: Demande incorrecte

source: Email alert
fr: Alerte par email

source: No credit matches the given query.
fr: Aucun crédit ne correspond à la requête donnée.

source: Reset date
fr: Réinitialisé le
