Repository: HybirdCorp/HyMaintenance
Catalog: hymaintenance/high_ui/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Name
fr: Nom

source: Email address
fr: Adresse email

source: postal address
fr: Adresse postale

source: Website
fr: Site web

source: phone number
fr: Numéro de téléphone

source: Log in
fr: Connectez vous

source: Login to
fr: Se connecter à

source: Password
fr: Mot de passe

source: Forgotten your password?
fr: Vous avez oublié votre mot de passe ?

source: Login
fr: Se connecter

source: Password reset complete
fr: Réinitialisation de votre mot de passe terminée

source: Your password has been set. You may go ahead and log in now.
fr: Votre mot de passe a été défini. Vous pouvez maintenant vous authentifier.

source: Enter new password
fr: Entrer le nouveau mot de passe

source: Please enter your new password twice so we can verify you typed it in correctly.
fr: Saisissez deux fois votre nouveau mot de passe afin de vérifier qu'il est correctement saisi.

source: New password:
fr: Nouveau mot de passe&nbsp;:

source: Confirm password:
fr: Confirmation du mot de passe&nbsp;

source: Change my password
fr: Modifier mon mot de passe

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fr: Le lien de mise à jour du mot de passe n'était pas valide, probablement en raison de sa précédente utilisation. Veuillez renouveler votre demande de mise à jour de mot de passe.

source: Password reset sent
fr: Réinitialisation du mot de passe envoyée

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
fr: Nous vous avons envoyé par courriel les instructions pour changer de mot de passe, pour autant qu'un compte existe avec l'adresse que vous avez indiquée. Vous devriez recevoir rapidement ce message.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
fr: Si vous ne recevez pas de message, vérifiez que vous avez saisi l'adresse avec laquelle vous vous êtes enregistré et contrôlez votre dossier de pourriels.

source: Password reset
fr: Réinitialisation du mot de passe

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
fr: Mot de passe perdu ? Saisissez votre adresse électronique ci-dessous et nous vous enverrons les instructions pour en créer un nouveau.

source: Reset my password
fr: Réinitialiser mon mot de passe

source: Administration dashboard
fr: Tableau de bord administrateur

source: Settings
fr: Paramètres

source: %(name)s's general information
fr: Informations générales de %(name)s

source: Update general information
fr: Mettre à jour les informations générales

source: Modify
fr: Modifier

source: Default contract type
fr: Type de contrat par défaut

source: Modify default name of contract types
fr: Modifier les noms par défaut des types de contract

source: Default credit values
fr: Valeur de crédits par défaut

source: Modify default credit values
fr: Modifier les valeurs de crédits par défaut

source: %(name)s's users
fr: Utilisateurs de %(name)s

source: Operators
fr: Intervenants

source: Create a new operator
fr: Créer un nouvel intervenant

# ms
source: New
fr: Nouveau

source: Modify the operator list
fr: Modifier la liste des intervenants

source: Modify the list
fr: Modifier la liste

source: Administrators
fr: Administrateurs

source: Create a new administrator
fr: Créer un nouvel administrateur

source: Modify the administrator list
fr: Modifier la liste des administrateurs

source: %(name)s's projects
fr: Projets de %(name)s

source: Active projects
fr: projets actifs

source: Archive active projects
fr: Archiver ces projets actifs

source: Archive projects
fr: Archiver ces projets

source: Archived projects
fr: Projets archivés

source: Activate archived projects
fr: Réactiver des projets archivés

source: Activate projects
fr: Activer des projets

source: History
fr: Historique

# projet details view: forecast content title
source: Forecast
fr: Prévisionnel

# projet details view: forecast content when nothing has been planned
source: Nothing has been planned yet
fr: Rien n'a été planifié pour l'instant

source: Account
fr: Compte

source: Return to dashboard
fr: Retour à l'accueil

source: Register an issue
fr: Enregistrer une demande

source: Add hours
fr: Ajouter des crédits

source: Manage recurrence
fr: Gestion récurrence

source: Buy hours
fr: Commander des heures

source: Recurrence details
fr: Details récurrences

source: Email alerts
fr: alertes par email

source: Reset counter
fr: Réinitialiser compteur

source: Your Contact
fr: Votre Contact

source: Quit the application
fr: Quitter l'application

source: Logout
fr: Déconnexion

source: buy credits
fr: Acheter des crédits

source: Buy some credits
fr: Commander des crédits

source: Client account
fr: Compte client

source: if you want to buy some credits, please contact :
fr: Si vous voulez commander des crédits, contactez s'il vous plait&nbsp;:

source: Back to the homepage
fr: Retour sur la page d'accueil

source: Modify %(company)s credit recurrence
fr: Modifier la récurrence des crédits de %(company)s

source: %(name)s's credit-recurrence configuration
fr: Configuration de la récurrence des crédits de %(name)s

source: Recurrence
fr: Récurrence

source: Enabled
fr: Actif

source: Disabled
fr: Inactif

source: Frequency
fr: Fréquence

source: Start
fr: Début

source: Hours to credit
fr: Heures à créditer

source: Next scheduled occurrence: %(date)s
fr: Prochaine occurence programmée&nbsp;: %(date)s

source: %(name)s Dashboard
fr: Tableau de bord %(name)s

source: Access to %(company)s details
fr: Accéder aux détails de %(company)s

# fp
source: Customize
fr: Personnaliser

source: Create a new operator and add them at the project
fr: Créer un nouvel intervenant et l'ajouter à ce projet

source: Modify the project operator list
fr: Modifier la liste des intervenants de ce projet

source: Create a new manager and add them to the project
fr: Créer un nouveau manager et l'ajouter à ce projet

source: Modify the project manager list
fr: Modifier la liste des managers de ce projet

source: Employees
fr: Salariés

source: Create a new employee and add them to the project
fr: Créer un nouveau salarié et l'ajouter à ce projet

source: Modify the project salary list
fr: Modifier la liste des salariés de ce projet

source: Dashboard
fr: Tableau de bord

source: Projects
fr: Projets

source: Add a project
fr: Ajouter un projet

source: Create an operator
fr: Créer un intervenant

source: Modify operator list
fr: Modifier la liste des intervenants

source: Access to HyMaintenance administration dashboard
fr: Accéder au tableau de bord administrateur

# 400 Error page, title: title of the error page
source: Bad Request
fr: Demande incorrecte

# 400 Error page, content title: title of the error page content
source: Bad Request
fr: Demande incorrecte

# 400 Error page, content title: title of the error page content
source: Error
fr: Erreur

# 500 Error page, content: content of the error page
source: We’re sorry, but the requested page could not be found.
fr: Nous sommes désolés, mais nous n'avons pas trouvé la page demandée.

# 403 Error page, title: title of the error page
source: Forbidden
fr: Interdit

# 403 Error page, content title: title of the error page content
source: Forbidden
fr: Interdit

# 403 Error page, content title: title of the error page content
source: Error
fr: Erreur

# 403 Error page, content: content of the error page
source: We’re sorry, you are not allowed to access to the requested page.
fr: Nous sommes désolés, mais nous vous n'êtes pas autorisé à accéder à la page demandée.

# 404 Error page, title: title of the error page
source: Page not found
fr: Page non trouvée

# 404 Error page, content title: title of the error page content
source: Page not found
fr: Page non trouvée

# 404 Error page, content title: title of the error page content
source: Error
fr: Erreur

# 404 Error page, content: content of the error page
source: We’re sorry, but the requested page could not be found.
fr: Nous sommes désolés, mais nous n'avons pas trouvé la page demandée.

# 500 Error page, title: title of the error page
source: Server Error
fr: Erreur serveur

# 500 Error page, content title: title of the error page content
source: Server Error
fr: Erreur serveur

# 500 Error page, content title: title of the error page content
source: Error
fr: Erreur

# 500 Error page, content: content of the error page
source: There’s been an internal error.
fr: Il y a eu une erreur interne.

source: Error page
fr: Page d'erreur

source: is a FOSS, developed in France since 2017, by
fr: est un logiciel libre, développé en France depuis 2017, par

source: Reamaze support
fr: Support Reamaze

source: Source code
fr: Code source

source: Your contact
fr: Votre contact

source: %(company)s Prestations
fr: Prestations %(company)s

source: Prestation management by consumed time or by available credited hours
fr: Gestion des prestations au temps passé, ou par consommation d'heures créditées

source: Order credits in the application
fr: Crédits commandables dans l'application

source: Prestation types by project
fr: Types de prestations par projet

source: Select projects that you want to be inactive, among the %(projects_number)s active %(name)s's projects:
fr: Sélectionner les projets que vous voulez rendre inactifs, parmi les %(projects_number)s projets de %(name)s actuellement actifs&nbsp;:

source: Select the single %(name)s's active project to turn them archived:
fr: Sélectionner l'unique projet actif de %(name)s pour le rendre inactif&nbsp;:

source: Archive this projects
fr: Archiver ces projets

source: %(mtype)s-type activity
fr: activité de type %(mtype)s

source: (optional)
fr: (optionnel)

# Form required field: force browser required-field error message when empty
source: Please fill out this field.
fr: Veuillez remplir ce champ.

source: Issue received by
fr: Demande reçue par

source: Resolution
fr: Résolution

source: '%(mtype)s'-type activity
fr: activité de type '%(mtype)s'

source: hours
fr: heures

source: Display more details about the counter
fr: Afficher plus de détails pour ce compteur

source: Display more details
fr: Afficher plus de détails

source: months
fr: mois

source: <em>Historic</em> is how many months will be displayed on the project's details page.
fr: La valeur <em>Historique</em> est le nombre de mois qui seront affichés sur la page détaillée du projet.

source: Counter
fr: Compteur

source: Visible to everyone
fr: Visible à tous

source: Invisible to managers
fr: Invisible aux clients

source: This counter will be <em>visible for managers</em> of the project, and <em>usable by %(name)s's operators</em> on the dashboard and for register new issues.
fr: Ce compteur sera <em>visible par les managers</em> du projet et <em>utilisable par les intervenants de %(name)s</em> dépuis le tableau de bord.

source: This counter will be <em>invisible for managers, but </em>usable by %(name)s's operators</em> on the dashboard and for register new issues.
fr: Ce compteur sera <em>invisible aux managers</em>, mais <em>utilisable par les intervenants de %(name)s</em> depuis le tableau de bord.

source: This counter will be <em>disabled</em> for the project
fr: Ce compteur sera <em>désactivé</em> pour ce projet.

source: Available total time
fr: Total disponible

source: Consumed total time
fr: Total du temps passé

source: This counter will display the <em>consumed total time</em> by the registered issues by %(name)s's operators
fr: Ce compteur affichera le <em>total du temps passé</em> sur les demandes enregistrées par les intervenants de %(name)s.

source: This compteur will display the <em>available total time</em> on %(mtype)s credited hours, that will be consumed by %(name)s's operators by register an issues.
fr: Ce compteur affichera le <em>temps restant disponible</em> sur les heures <em>de %(mtype)s créditées</em>, et qui sera consommé par les intervenants de %(name)s en enregistrant des demandes.

source: This counter can be renamed to replace the default name <em>%(mtype)s</em>.
fr: Ce compteur peut être renommé pour remplacer son nom par défaut, <em>%(mtype)s</em>.

source: Date when the contract begin.
fr: La date à laquelle ce contrat débute.

source: New admin
fr: Nouvel admin

source: Add this admin
fr: Ajouter cet admin

source: or
fr: ou

source: Don't add
fr: Ne pas ajouter

source: New operator of
fr: Nouvel intervenant de

source: New operator
fr: Nouvel intervenant

source: Add new operator
fr: Créer un intervenant

source: new employee of
fr: Nouveau salarié de

source: New employee
fr: Nouveau salariés

source: Add this employee
fr: Ajouter ce salarié

source: Add credits for %(name)s
fr: Ajouter des crédits à %(name)s

source: Add %(hours_number)sh
fr: Ajout de %(hours_number)sh

source: Add custom number of hours
fr: Ajouter un nombre d'heures personnalisé

source: %(company)s new issue
fr: Nouvelle demande de %(company)s

source: New issue
fr: Nouvelle demande

source: Save issue
fr: Sauvegarder la demande

source: Don't save
fr: Ne pas sauvegarder

source: New manager of
fr: Nouveau manager de

source: New manager
fr: Nouveau manager

source: Add this manager
fr: Ajouter ce manager

source: Add this operator
fr: Ajouter cet intervenant

source: New project
fr: Nouveau projet

source: Create this project
fr: créer ce projet

source: Don't create
fr: Ne pas créer

source: Is operator
fr: Est intervenant

source: Checks it, if the administrator is also an operator and will manage some projects.
fr: Cochez la case, si l'administrateur est aussi un intervenant et devra gérer des projets.

source: User account
fr: Compte utilisateur

source: Confirm password
fr: Confirmez le mot de passe

source: %(name)s's credit-recurrence
fr: Récurrence des crédits de %(name)s

source: Monthly
fr: Mensuel

source: Annual
fr: Annuel

source: Customize %(company)s project
fr: Personnaliser le projet de %(company)s

source: Project of the %(company)s society
fr: Projet de la société %(company)s

source: Customize project header
fr: Personnaliser le bandeau supérieur du projet

source: Default
fr: Par défaut

# fs
source: Customized
fr: Personnalisée

source: light
fr: claire

source: dark
fr: sombre

source: Upload an image of your client logo. It will be displayed in the top left corner of the page in the project pages.
fr: Téléverser une image du logo de votre client. Il sera affiché en haut à gauche de la page de détails du projet.

source: Modify this project
fr: Modifier ce projet

source: Don't Modify
fr: Ne pas modifier

source: Reset %(company)s's counter
fr: Réinitialiser des compteurs de %(company)s

source: %(name)s's counter reset
fr: Réinitialisation des compteurs de %(name)s

source: Consumed and available times will be calculated from this date. Remaining available and consumed time will be added to the current total.
fr: Les temps consommées et crédités seront calculés à partir de cette date. Le surplus de crédits ou de temps consommés sera reconduit.

source: Modify this configuration
fr: Modifier cette configuration

source: Activate deleted %(name)s's issues
fr: Activer les demandes supprimées de %(name)s

source: Deleted %(name)s's issues
fr: Demandes supprimées de %(name)s

source: Select issues that you want to be active, among the %(issues_number)s deleted %(name)s's issues:
fr: Sélectionner les demandes que vous voulez rendre actives, parmi les %(issues_number)s demandes de %(name)s actuellement supprimées&nbsp;:

source: Select the single %(name)s's deleted issues to turn it active:
fr: Sélectionner l'unique demande supprimée de %(name)s pour la rendre active&nbsp;:

source: Activate this issues
fr: Activer cette demande

source: Change nothing
fr: Ne rien changer

source: Select projects that you want to be active, among the %(projects_number)s archive %(name)s's projects:
fr: Sélectionner les projets que vous voulez rendre actifs, parmi les %(projects_number)s projets de %(name)s actuellement archivés&nbsp;:

source: Select the single %(name)s's archived project to turn it active:
fr: Sélectionner l'unique projet inactif de %(name)s pour le rendre actif&nbsp;:

source: Activate this projects
fr: Activer ce projet

source: Modify this admin
fr: Modifier cet admin

source: Admin modification
fr: Modification de l'admin

source: Display/hide the profil modification form
fr: Afficher/cacher le formulaire de modification de profil

source: Modify profile
fr: Modifier le profil

source: Modify this informations
fr: Modifier ces informations

source: Display/hide the password modification form
fr: Afficher/cacher le formulaire de modification de mot de passe

source: Modify password
fr: Modifier le mot de passe

source: Modify administrator list
fr: Modifier la liste des administrateurs

source: Modify administrator list of %(name)s
fr: Modifier la liste des administrateurs de %(name)s

source: Display/hide active-administrator list
fr: Afficher/cacher la liste des administrateurs actifs

source: Archive administrators
fr: Administrateurs archivés

source: Select administrators that you want to be inactive, among the %(active_users_number)s active %(name)s's administrators:
fr: Sélectionner les administrateurs que vous voulez rendre inactifs, parmi les %(active_users_number)s administrateurs de %(name)s actuellement actifs&nbsp;:

source: Select the single %(name)s's active admin to turn them archived:
fr: Sélectionner l'unique administrateur actif de %(name)s pour le rendre inactif&nbsp;:

source: Archive this administrators
fr: Archiver ces administrateurs

source: Display/hide archived-administrator list
fr: Afficher/cacher la liste des administrateurs archivés

source: Reactive archived administrators
fr: Réactiver des administrateurs archivés

source: Select administrators that you want to be active, among the %(archived_users_number)s archived %(name)s's administrators:
fr: Sélectionner les administrateurs que vous voulez rendre actifs, parmi les %(archived_users_number)s administrateurs de %(name)s actuellement archivés&nbsp;:

source: Select the single %(name)s's archived administrator to turn them active:
fr: Sélectionner l'unique administrateur actif de %(name)s pour le rendre inactif&nbsp;:

source: Enable administrators
fr: Activer les administrateurs

source: Modify operator of
fr: Modifier l'intervenant de

source: Modification of this operator
fr: Modification de l'intervenant

source: Modify operator list of
fr: Modifier la liste des intervenants de

source: Select the operators of this project, among the %(all_types_operators_number)s already existing:
fr: Sélectionner les intervenants pour ce projet, parmi les %(all_types_operators_number)s existants:

source: operator of this project
fr: intervenant du projet

source: Modify employee of
fr: Modification du salarié de

source: Modification of this employee
fr: Modification de ce salarié

source: Modify this employee
fr: Modifier ce salarié

source: Modify employee list of
fr: Modifier la liste des salariés de

source: Modify employee list
fr: Modifier la liste de salariés

source: Select the consumers of this project, among the %(nb)s already existing:
fr: Sélectionner les intervenants pour ce projet, parmi les %(nb)s existants:

source: employee of this project
fr: salarié du projet

source: Modify credits of %(name)s
fr: Modifier des crédits à %(name)s

source: Modify credits
fr: Modifier les crédits

source: Delete the credit
fr: Supprimer le crédit

source: Delete
fr: Supprimer

source: Don't delete
fr: Ne pas supprimer

source: Modify %(company)s email alerts
fr: Modifier les alertes par email de %(company)s

source: Default credit's values
fr: Valeurs de crédits par défaut

source: If you activate the credit's recurrence, each month or year, hours will be credited to your contract.
fr: Si vous activez la récurrence de crédit, tous les mois ou années, votre contract sera crédité du nombre d'heures souhaités.

source: Caution, outdated credit will be automatically create.
fr: Attention, les crédits ultérieures à aujourd'hui seront créées automatiquement.

source: No
fr: Non

source: Yes
fr: Oui

source: %(name)s's email-alert configuration
fr: Configuration des alertes email pour le contrat %(name)s

source: The <em>to contact</em> manager will recieve an email alert when the <em>remaining hours</em> of the contract reach the <em>hour threshold</em>.
fr: Le manager <em>à prévenir</em> recevra une alerte par email lorsque les <em>heures restantes</em> du contrat atteindra le <em>seuil d'heures</em>.

source: Enable the option if you want that a %(company)s's manager receive an email alert when there are a few credits left on the %(counter)s contract.
fr: Activez cette option si vous souhaitez qu'un manager de %(company)s reçoive une alerte par email lorsqu'il reste peu de crédits sur le contrat de %(counter)s.

source: Modify general information of
fr: Modifier les informations générales de

source: Modification of %(name)s's general informations
fr: Modification des informations générales de %(name)s

source: Modify this information
fr: Modifier ces informations

source: Modification of %(company)s %(counter)s issue #%(number)s
fr: Modification de la demande N°%(number)s en %(counter)s de %(company)s

source: Issue #
fr: Demandes N°

source: Modify this issue
fr: Modifier cet demande

source: Display disable employees
fr: Proposer les salariés désactivés

source: Display disable operators
fr: Proposer les intervenants désactivés

source: Modify default counters
fr: Modifier les compteurs par défaut

source: Default counters
fr: Compteurs par défaut

source: Modify counters
fr: Modifier les compteurs

source: modification manager of
fr: modification du manager de

source: Modification of this manager
fr: Modification du manager

source: Modify manager list of
fr: Modifier la liste des managers de

source: Modify manager list
fr: Modifier la liste de managers

source: Select the managers of this project, among the %(nb)s already existing:
fr: Sélectionner les managers pour ce projet, parmi les %(nb)s existants:

source: manager of this project
fr: manager du projet

source: modify operator
fr: Modifier l'intervenant de

source: Modify operator list of %(name)s
fr: Modifier la liste des intervenants de %(name)s

source: Display/hide active-operator list
fr: Afficher/cacher la liste des intervenants actifs

source: Archive operators
fr: Archiver ces intervenants

source: Select operators that you want to be inactive, among the %(active_users_number)s active %(name)s's operators:
fr: Sélectionner les intervenants que vous voulez rendre inactifs, parmi les %(active_users_number)s intervenants de %(name)s actuellement actifs&nbsp;:

source: Select the single %(name)s's active operator to turn them archived:
fr: Sélectionner l'unique intervenant actif de %(name)s pour le rendre inactif&nbsp;:

source: Archive this operators
fr: Archiver ces intervenants

source: Display/hide archived-operator list
fr: Afficher/cacher la liste des intervenants archivés

source: Reactive archived operators
fr: Réactiver des intervenants archivés

source: Select operators that you want to be active, among the %(archived_users_number)s archived %(name)s's operators:
fr: Sélectionner les intervenants que vous voulez rendre actifs, parmi les %(archived_users_number)s intervenants de %(name)s actuellement archivés&nbsp;:

source: Select the single %(name)s's archived operator to turn them active:
fr: Sélectionner l'unique intervenant inactif de %(name)s pour le rendre actif&nbsp;:

source: Enable operators
fr: Activer ces intervenants

source: your profil
fr: Votre profil

source: Your personnal informations
fr: Vos informations personnelles
