Repository: HybirdCorp/HyMaintenance
Catalog: hymaintenance/maintenance/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Hour threshold
fr: Seuil d'heures

source: To contact
fr: À Contacter

source: Invalid duration type: '%s'
fr: Unité invalide: '%s'

source: Company
fr: Société

source: Historic
fr: Historique

source: Counter name
fr: Nom du compteur

source: Start Date
fr: Date de début

source: Counter
fr: Compteur

source: Counter type
fr: Type de compteur

source: You have to create at least one contract on the project.
fr: Vous devez créer au moins un contrat sur le projet.

source: Credited hours
fr: Heures créditées

source: This company already exists.
fr: Cette société existe déjà.

source: Email Alert
fr: Email alerte

source: Start
fr: Début

source: Frequency
fr: Fréquence

source: Reset counter
fr: Réinitialiser compteur

source: Invalid Recurrence Start Date: %(value)s, the date can't be older than one year.
fr: Date de début de récurrence invalide&bsp;: %(value)s, la date ne peut pas dater de plus d'un an

source: This command do for each contracts : * check if remaining minutes reach the minutes minimum * if yes, send an alert email to the client
fr: Cette commande réalise sur chaque contrats : * vérifie si le temps restants a atteint le nombre de minutes minimum * si oui, envoie une alerte par email au client

source: Name
fr: Nom

source: Available total time
fr: Total disponible

source: Consummed total time
fr: Total du temps consommé

source: Monthly credit
fr: Crédit mensuel

source: Annual credit
fr: Crédit annuel

source: Name of counter
fr: Nom du compteur

source: Visible to manager
fr: Visible pour les managers

source: Disable the contract
fr: Désactive le contrat

source: Last reset date
fr: Dernière remise à zéro

source: Recurrence
fr: Récurrence

source: Credit-recurrence start date
fr: Date de début de récurrence de crédit

source: Credit-recurrence last date
fr: Dernière date de récurrence de crédit

source: Credit-recurrence next date
fr: Prochaine date de récurrence de crédit

source: Credit-recurrence frequency
fr: Fréquence de récurrence de crédit

source: Hours to credit
fr: Heures à créditer

# Contract-model's attribute: verbose name
source: Automatic counter reset
fr: Réinitialisation automatique du compteur

source: Email alert
fr: Email alerte

source: Credited hours Threshold
fr: Seuil des heures créditées

source: {}'s credit recurrence
fr: Récurrence de crédit de {}'s

source: Effective date
fr: Date effective

source: Activity type
fr: Type de l'activité

source: Quantity
fr: Quantité

source: Subject
fr: Sujet

source: Value
fr: Valeur

source: Issue number
fr: Numéro de demande

source: Author
fr: Auteur

source: Operator
fr: Intervenant

source: Incoming Channel
fr: Canal d'entrée des demandes

source: a question
fr: une question

source: Issue Date
fr: Demande faite le

source: Type of activity
fr: Type de l'activité

source: Details
fr: Détails

source: Time spent
fr: Temps passé

source: Resolution date
fr: Demande résolue le

source: Delivery date
fr: Livraison le

source: Comments
fr: Commentaire

source: Attachment
fr: Pièce jointe

source: Deleted
fr: Supprimé

source: Date: {date}, Subject: {subject}, For: {company} , Type: {contract}
fr: Date : {date}, sujet : {subject}, for : {company}, type : {contract}

source: %m/%d/%Y at %H:%M
fr: %d/%m/%Y à %H:%M

source: Green counter
fr: Compteur vert

source: Blue counter
fr: Compteur bleu

source: Grey counter
fr: Compteur gris

source: Maintenance's Type
fr: Type de la maintenance

source: Maintenance's Types
fr: Types des maintenances

source: Name of Incoming Channel
fr: Canal d'entrée des demandes

source: Maintenance's Incoming Channel
fr: Canal d'entrée des demandes

source: This field is required.
fr: Ce champs est obligatoire.

source: Ensure this value is greater than or equal to %(limit_value)s.
fr: Assurez-vous que cette valeur est plus grande ou égale à %(limit_value)s.

source: Enter a whole number.
fr: Entrez un nombre entier.
